Repository: bmrz2019/subsync
Catalog: subsync/locale/*/LC_MESSAGES/messages.po
Languages: pl

source: Synchronization with {} audio is currently not supported.
pl: Synchronizacja z audio w języku {} aktualnie nie jest wspierana.

source: Synchronization between languages {} is currently not supported.
pl: Synchronizacja języków {} aktualnie nie jest wspierana.

source: missing assets:
pl: brakujące składniki:

source: Signature verification failed
pl: Nieprawidłowa sygnatura

source: Asset installation failed
pl: Instalacja nie powiodła się

source: dictionary {} / {}
pl: słownik {} / {}

source: {} speech recognition model
pl: {} model rozpoznawania mowy

source: Application upgrade
pl: Aktualizacja aplikacji

source: Update instalation failed miserably
pl: Aktualizacja nie powiodła się

source: Another update in progress
pl: Inna aktualizacja w toku

source: Usage: {} [OPTIONS]
pl: Składnia: {} [OPCJE]

source: General options:
pl: Opcje ogólne:

source: Headless options:
pl: Opcje trybu headless:

source: GUI options:
pl: Opcje GUI:

source: Synchronization job:
pl: Synchronizacja:

source: Synchronization options:
pl: Opcje synchronizacji:

source: Debug options:
pl: Opcje debugowe:

source: Max adjustement. Subtitle time will be changed no more than this value. Higher value will result in longer synchronization, but if you set this too low, synchronization will fail.
pl: Maksymalna poprawka. Czas napisów zostanie zmieniony maksymalnie o tę wartość. Wyższa wartość zaowocuje dłuższą synchronizacją, ale zbyt niska wartość sprawi, że synchronizacja nie powiedzie się.

source: How hard should I work to synchronize subtitles. Higher value will result with better synchronization, but it will take longer.
pl: Jak ciężko pracować nad synchronizacją. Wyższa wartość zaowocuje lepszą synchronizacją, ale będzie trwać dłużej.

source: Langauge selection is not mandatory, but could drastically improve synchronization accuracy. Are you sure?
pl: Wybór języka nie jest konieczny, ale może drastycznie poprawić dokładność synchronizacji. Czy na pewno nie chcesz wybierać języka?

source: Maximum acceptable synchronization error, in seconds. Synchronization points with error greater than this will be discarded.
pl: Maksymalny dopuszczalny błąd synchronizacji, w sekundach. Punkty synchronizacji z większym błędem zostaną odrzucone.

source: Minumum number of synchronization points. Should not be set too high because it could result with generating large number of false positives.
pl: Minimalna ilość punktów synchronizacji. Zbyt wysoka wartość może powodować generowanie dużej liczby wyników fałszywie dodatnich (false positive).

source: Minimum word length, in letters. Shorter words will not be used as synchronization points. Applies only to alphabet-based languages.
pl: Minimalna długość słowa liczona jako ilość liter. Krótsze wyrazy nie zostaną użyte jako punkty synchronizacji. Dotyczy tylko języków alfabetycznych.

source: Minimum words similarity for synchronization points. Between 0.0 and 1.0.
pl: Minimalne podobieństwa wyrazów (0.0 - 1.0)

source: Minimum correlation factor, between 0.0 and 1.0. Used to determine synchronization result. If correlation factor is smaller than this, synchronization will fail.
pl: Minimalny współczynnik korelacji, między 0.0 a 1.0. Używany do ustalenia wyniku synchronizacji. Jeżeli obliczony współczynnik będzie mniejszy od tej wartości, synchronizacja nie powiedzie się.

source: Minimum speech recognition score, between 0.0 and 1.0. Words transcribed with smaller score will be rejected.
pl: Minimalny współczynnik rozpoznawania mowy, między 0.0 a 1.0. Transkrypcja słów z wynikiem mniejszym nie zostanie użyta do synchronizacji.

source: Fix output subtitle timestamps by given offset, in seconds.
pl: Wprowadź korektę czasu napisów o podany offset, w sekundach.

source: Number of concurrent synchronization threads.
pl: Ilość równoczesnych wątków synchronizacji, 0 - auto.

source: Prevents system from going to sleep during synchronization. It could not work on all platforms.
pl: Zapobiega uśpieniu systemu podczas synchronizacji. Funkcja nie jest wspierana przez wszystkie platformy.

source: display this help text and exit
pl: pokaż pomoc i wyjdź

source: display version information and exit
pl: pokaż informacje o wersji i wyjdź

source: user interface language (2-letter ISO code)
pl: język interfejsu użytkownika (2-literowy kod ISO)

source: run in headless mode (without GUI)
pl: uruchom w trybie headless (bez GUI)

source: verbosity level (0 - 3)
pl: ilość danych wypisywanych na konsoli (0 - 3)

source: don't attempt to contact remote server to get missing assets
pl: nie pobieraj brakujących elementów z serwera

source: open batch processing window
pl: otwórz okno synchronizacji seryjnej

source: define synchronization task, can be repeated multiple times
pl: zdefiniuj zadanie synchronizacji, może być powtórzone wielokrotnie

source: path to subtitle file
pl: ścieżka do pliku napisów

source: subtitle stream no
pl: numer strumienia napisów

source: select subtitle stream by language (3-letter ISO code)
pl: wybór strumienia napisów na podstawie języka (3-literowy kod ISO)

source: subtitle language (2- or 3-letter ISO code)
pl: język napisów (2- lub 3-literowy kod ISO)

source: subtitle character encoding
pl: kodowanie znaków napisów

source: subtitle framerate (for FPS-based subtitles)
pl: ilość klatek na sekundę (dla napisów opartych o numer klatki)

source: path to reference file
pl: ścieżka do pliku referencji

source: reference stream no
pl: numer strumienia referencji

source: select reference stream by type
pl: wybór strumienia referencyjnego na podstawie typu

source: select reference stream by language (3-letter ISO code)
pl: wybór strumienia referencji na podstawie języka (3-literowy kod ISO)

source: reference language (2- or 3-letter ISO code)
pl: język napisów (2- lub 3-literowy kod ISO)

source: reference character encoding (for subtitle references)
pl: kodowanie znaków referencji (dla referencji tekstowych)

source: reference framerate
pl: ilość klatek na sekundę referencji

source: reference audio channels mapping (for audio references)
pl: mapowanie kanałów audio referencji (dla referencji audio)

source: output file path or pattern
pl: ścieżka pliku wyjściowego lub wzór

source: output framerate (for FPS-based subtitles)
pl: ilość klatek na sekundę (dla napisów opartych o numer klatki)

source: output character encoding
pl: kodowanie znaków napisów wyjściowych

source: import list of tasks from YAML file
pl: import listy zadań z pliku YAML

source: how hard to try (0.0 - 1.0)
pl: jak mocno próbować (0.0 - 1.0)

source: overwrite existing files
pl: nadpisz istniejące pliki

source: 0 for auto.
pl: 0 dla auto.

source: In seconds.
pl: W sekundach.

source: set logging level
pl: wybierz poziom logowania

source: dump logs to specified file
pl: zrzuć logi do wskazanego pliku

source: dump words to file, or to standard output if there is no PATH, SRC is one of:
pl: zrzuć wyrazy do pliku lub na standardowe wyjście jeżeli nie podano PATH, SRC przyjmuje wartości:

source: Albanian
pl: albański

source: Arabic
pl: arabski

source: Belarusian
pl: białoruski

source: Bulgarian
pl: bułgarski

source: Catalan
pl: kataloński

source: Chinese
pl: chiński

source: Czech
pl: czeski

source: Danish
pl: dański

source: Dutch
pl: holenderski

source: English
pl: angielski

source: Estonian
pl: estoński

source: Faroese
pl: farerski

source: Finnish
pl: fiński

source: French
pl: francuski

source: German
pl: niemiecki

source: Gaelic
pl: gaelicki

source: Galician
pl: galicyjski

source: Greek
pl: grecki

source: Hebrew
pl: hebrajski

source: Croatian
pl: chorwacki

source: Hungarian
pl: węgierski

source: Icelandic
pl: islandzki

source: Indonesian
pl: indonezyjski

source: Italian
pl: włoski

source: Japanese
pl: japoński

source: Korean
pl: koreański

source: Latin
pl: łaciński

source: Latvian
pl: łotewski

source: Lithuanian
pl: litewski

source: Malay
pl: malajski

source: Malagasy
pl: malgaski

source: Maltese
pl: maltański

source: Norwegian
pl: norweski

source: Persian
pl: perski

source: Polish
pl: polski

source: Portuguese
pl: portugalski

source: Romanian
pl: romański

source: Russian
pl: rosyjski

source: Slovak
pl: słowacki

source: Slovenian
pl: słoweński

source: Spanish
pl: hiszpański

source: Serbian
pl: serbski

source: Swedish
pl: szwedzki

source: Turkish
pl: turecki

source: Ukrainian
pl: ukraiński

source: version
pl: wersja

source: Terminating...
pl: Zamykanie...

source: Initializing...
pl: ładowanie…

source: Synchronization terminated
pl: Synchronizacja przerwana

source: Total failure
pl: Całkowita porażka

source: Got errors, synchronization failed
pl: Napotkano błędy, synchronizacja nie powiodła się

source: Some tasks couldn't be synchronized
pl: Niektóre zadania nie powiodły się

source: Everything synchronized, but got errors
pl: Zsynchronizowano, ale napotkano błędy

source: Everything synchronized successfully
pl: Operacja zakończona sukcesem

source: Task:
pl: Zadanie:

source: Elapsed:
pl: Upłynęło:

source: ETA:
pl: Pozostało:

source: All supported files
pl: Wszystkie wspierane pliki

source: Subtitle files
pl: Napisy

source: Video files
pl: Wideo

source: All files
pl: Wszystkie pliki

source: Terminating, please wait...
pl: Kończenie, proszę czekać...

source: Do you want to clear all items?
pl: Na pewno wyczyścić wszystko?

source: Remove items
pl: Usuń pliki

source: Select directory
pl: Wybierz folder

source: Cancel
pl: Anuluj

source: Select character encoding
pl: Wybierz kodowanie znaków

source: Character encoding
pl: Kodowanie znaków

source: Downloading assets list...
pl: Pobieranie listy składników...

source: Following assets must be download to continue:
pl: Wymagane są następujące składniki:

source: Download now?
pl: Pobrać teraz?

source: Download assets
pl: Pobieranie

source: Following assets could be updated:
pl: Dostępna jest aktualizacja następujących składników:

source: Update now?
pl: Zaktualizować teraz?

source: Update assets
pl: Aktualizacja

source: No language selected for:
pl: Nie wybrano języka dla:

source: subtitles:
pl: napisy:

source: references:
pl: referencje:

source: No language selected
pl: Nie wybrano języka

source: subtitles
pl: napisy

source: references
pl: referencje

source: outputs
pl: wyjście

source: &Language
pl: &Język

source: Character &encoding
pl: Kodowanie znaków

source: Audio &channels
pl: Kanały &audio

source: Au&to sort
pl: Sor&tuj automatycznie

source: &Remove
pl: &Usuń

source: Select &stream
pl: Wybór &strumieni

source: &Properties
pl: &Właściwości

source: There are no usable streams
pl: Brak użytecznych strumieni

source: Loading, please wait...
pl: Ładowanie, proszę czekać...

source: Following files could not be added:
pl: Następujących plików nie można było dodać:

source: and {} more
pl: i {} więcej

source: stream
pl: strumień

source: language
pl: język

source: drop here
pl: dodaj tutaj

source: queued...
pl: czeka...

source: , {} points
pl: , {} punktów

source: synchronizing
pl: synchronizacja

source: done
pl: gotowe

source: terminated
pl: przerwane

source: couldn't synchronize
pl: niepowodzenie

source: Error
pl: Błąd

source: Auto detect
pl: Auto detekcja

source: <other>
pl: <inny>

source: default
pl: domyślny

source: Select file
pl: Wybierz plik

source: name
pl: nazwa

source: don't show this message again
pl: nie pokazuj ponownie

source: type
pl: typ

source: description
pl: informacje

source: Update not available
pl: Aktualizacja niedostępna

source: downloading
pl: pobieranie

source: operation finished successfully
pl: operacja zakończona sukcesem

source: operation failed
pl: błąd

source: Some subtitles can't be decoded (invalid encoding?)
pl: Błąd dekodowania napisów (nieprawidłowe kodowanie znaków?)

source: Error during subtitles read
pl: Błąd odczytu napisów

source: Some reference subtitles can't be decoded (invalid encoding?)
pl: Błąd dekodowania referencyjnych napisów (nieprawidłowe kodowanie znaków?)

source: Error during reference read
pl: Błąd odczytu referencji

source: Couldn't save synchronized subtitles
pl: Nie można zapisać zsynchronizowanych napisów

source: Unexpected error occurred
pl: Wystąpił niespodziewany błąd

source: Select language
pl: Wybierz język

source: Languages
pl: Język

source: About
pl: O programie

source: This is an automatic movie subtitle synchronization tool. Synchronization is done by listening to the audio track, translating it if necessary. It could also use another subtitle as a reference. Author: Michał Szymaniak
pl: Narzędzie do automatycznej synchronizacji napisów do filmu. Synchronizacja odbywa się poprzez słuchanie ścieżki audio. W razie konieczności, ścieżka ta zostanie przetłumaczona. Możliwa jest również synchronizacja z innymi napisami. Autor: Michał Szymaniak

source: License
pl: Licencja

source: Credits
pl: Użyte technologie

source: Website
pl: Strona programu

source: Close
pl: Zamknij

source: [errors]
pl: [błędy]

source: Batch Processing
pl: Synchronizacja Seryjna

source: Add
pl: Dodaj

source: Remove
pl: Usuń

source: Select stream
pl: Wybór strumieni

source: Select output
pl: Wybór miejsca zapisu

source: Auto sort
pl: Sortuj automatycznie

source: Drop files here to add sorted
pl: Przeciągnij tu pliki aby dodać automatycznie

source: Language:
pl: Język:

source: Max adjustment:
pl: Max zmiana:

source: Effort:
pl: Wysiłek:

source: Edit failed tasks
pl: Edytuj zakończone niepowodzeniem

source: Edit all tasks
pl: Edytuj wszystko

source: New synchronization
pl: Nowa synchronizacja

source: Current file:
pl: Bieżący plik:

source: Total progress:
pl: Postęp całkowity:

source: &New
pl: &Nowy

source: &Add files (auto sort)
pl: &Dodaj pliki (auto sort)

source: Add &subtitles
pl: Dodaj &napisy

source: Add &references
pl: Dodaj &referencje

source: Add &folder
pl: Dodaj &folder

source: &Import list
pl: &Import listy

source: &Export list
pl: &Eksport listy

source: &Close
pl: &Zamknij

source: &File
pl: &Plik

source: Select &all
pl: Z&aznacz wszystko

source: Select all &subtitles
pl: Zaznacz wszystkie &napisy

source: Select all &references
pl: Zaznacz wszystkie &referencje

source: Select all o&utputs
pl: Zaznacz wszystkie &wyjścia

source: Set &input stream
pl: Wybierz &strumień

source: Set &output location
pl: Wybierz miejsce &zapisu

source: &Propeties
pl: &Właściwości

source: &Edit
pl: &Edycja

source: &About
pl: &O programie

source: &Help
pl: &Pomoc

source: Audio channels
pl: Kanały audio

source: Select audio channels to listen to:
pl: Wybierz kanały audio do nasłuchu:

source: auto select
pl: wybierz automatycznie

source: all channels
pl: wszystkie kanały

source: custom selection
pl: wybór niestandardowy

source: Downloading
pl: Pobieranie

source: Download
pl: Pobierz

source: processing...
pl: przetwarzanie...

source: [details]
pl: [więcej]

source: Select output subtitles framerate:
pl: Wybierz ilość klatek na sekundę:

source: same as reference file
pl: takie jak referencja

source: same as input subtitles
pl: takie jak napisy źródłowe

source: custom value:
pl: inna wartość:

source: Subtitles:
pl: Napisy:

source: References (video or other subtitles):
pl: Referencja (wideo lub inne napisy):

source: Batch processing
pl: Synchronizacja seryjna

source: Settings
pl: Ustawienia

source: Check for updates
pl: Aktualizacja

source: Input file:
pl: Plik:

source: Select stream:
pl: Wybierz strumień:

source: Character encoding:
pl: Kodowanie znaków:

source: Audio channels:
pl: Kanały audio:

source: Select
pl: Wybierz

source: Output file names
pl: Nazwa pliku wyjściowego

source: predefined names:
pl: predefiniowane nazwy:

source: Output directory:
pl: Katalog wyjściowy:

source: select custom folder
pl: wskaż własny folder

source: File name:
pl: Nazwa pliku:

source: append 3-letters language code (ISO 639-2/B)
pl: dodaj 3-literowy kod języka (ISO 639-2/B)

source: append 2-letters language code (ISO 639-1)
pl: dodaj 2-literowy kod języka (ISO 639-1)

source: append stream number
pl: dodaj numer strumienia

source: File type:
pl: Typ pliku:

source: custom names:
pl: własne nazwy:

source: pattern:
pl: wzór:

source: subtitle/reference file full path
pl: pełna ścieżka napisów/referencji

source: subtitle/reference stream number
pl: numer strumienia napisów/referencji

source: subtitle/reference 3-letters language code
pl: 3-literowy kod języka napisów/referencji

source: subtitle/reference 2-letters language code
pl: 2-literowy kod języka napisów/referencji

source: file name (without path and extension)
pl: nazwa pliku (bez folderu i rozszerzenia)

source: directory path
pl: ścieżka folderu

source: {if:<field>:<value>}
pl: {if:<pole>:<wartosc>}

source: if <field> is set, append <value>
pl: jeśli <pole> istnieje, użyj <wartosc>

source: {if_not:<field>:<value>}
pl: {if_not:<pole>:<wartosc>}

source: if <field> is not set, append <value>
pl: jeśli <pole> nie istnieje, użyj <wartosc>

source: Overwrite existing files
pl: Nadpisz istniejące pliki

source: Output encoding:
pl: Kodowanie znaków:

source: Output filename:
pl: Nazwa pliku wyjściowego:

source: Updates:
pl: Aktualizacje:

source: download updates automatically
pl: pobieraj aktualizacje automatycznie

source: ask for update on exit
pl: aktualizuj przy zamykaniu programu

source: Show popups:
pl: Pokaż popupy:

source: language not selected
pl: język nie wybrany

source: confirm file overwrite (in batch mode)
pl: potwierdź nadpisywanie plików (w trybie seryjnym)

source: General
pl: Ogólne

source: Max points distance:
pl: Max odległość między punktami:

source: Prevent from going to sleep during synchronization
pl: Zapobiegaj uśpieniu systemu podczas synchronizacji

source: Min points no:
pl: Min ilość punktów:

source: Min word length (letters):
pl: Min długość wyrazu (litery):

source: Min words similarity:
pl: Min podobieństwo wyrazów:

source: Min correlation factor:
pl: Min współczynnik korelacji:

source: Min speech recognition score:
pl: Min współczynnik rozpoznawania mowy:

source: Output timing offset:
pl: Offset czasu:

source: Extractor jobs no:
pl: Ilość wątków ekstrakcji:

source: Synchronization
pl: Synchronizacja

source: enable advanced debug options
pl: włącz zaawansowane opcje debugowania

source: Logging level:
pl: Poziom logowania:

source: all
pl: wszystko

source: log to file
pl: zapisz log do pliku

source: Filter out logs from modules (one per line):
pl: Odfiltruj logi modułów (każdy moduł w osobnej linii):

source: Restore defaults
pl: Domyślne ustawienia

source: Select streams
pl: Wybierz strumienie

source: Select stream by type:
pl: Wybierz strumień wg typu:

source: subtitle/text
pl: napisy/tekst

source: Select stream by language:
pl: Wybierz strumień wg języku:

source: Select stream by title:
pl: Wybierz strumień wg opisu:

source: files with matching streams
pl: pliki z pasującym strumieniem

source: files without matching streams
pl: pliki bez pasującego strumienia

source: Synchronization: 0 points
pl: Synchronizacja: 0 punktów

source: [show more]
pl: [więcej]

source: elapsed time:
pl: czas trwania:

source: correlation:
pl: korelacja:

source: formula:
pl: wzór:

source: max change:
pl: max zmiana:

source: [hide]
pl: [ukryj]

source: Initial synchronization is done. You could save subtitles already. If they don't match, wait for a better result.
pl: Wstępna synchronizacja zakończona. Możesz już zapisać napisy lub zaczekaj na lepszy rezultat.

source: Save
pl: Zapisz

source: Language changes will take effect after application restart
pl: Zmiana języka odniesie skutek po restarcie aplikacji

source: Your version is up to date
pl: Twoja wersja jest aktualna

source: Upgrade
pl: Aktualizuj

source: Checking for update...
pl: Wyszukiwanie aktualizacji...

source: New version is available. Update now?
pl: Nowa wersja jest dostępna. Zaktualizować?

source: Select output directory
pl: Wybierz folder

source: Are you sure you want to overwrite output files if they exist?
pl: Na pewno chcesz zastąpić istniejące pliki?

source: Overwrite files?
pl: Nadpisać pliki?

source: Are you sure you want to reset settings to defaults?
pl: Na pewno przywrócić ustawienia domyślne?

source: <undefined>
pl: <nieokreślony>

source: <empty>
pl: <pusty>

source: Synchronizing...
pl: Synchronizacja...

source: Synchronization: {} points
pl: Synchronizacja: {} punktów

source: Subtitles synchronized
pl: Napisy zsynchronizowane

source: No need to synchronize
pl: Synchronizacja niekonieczna

source: Couldn't synchronize
pl: Nie można zsynchronizować

source: Cannot load settings file, {}
pl: Błąd odczytu ustawień, {}

source: Unknown file extension
pl: Nieznane rozszerzenie pliku

source: Can't save subtitle file
pl: Nie można zapisać napisów

source: There is no dictionary for transaltion from {} to {}
pl: Brak słownika dla translacji z {} do {}

source: There is no matching stream in {}
pl: Brak obsługiwanych strumieni w {}

source: Invalid output pattern, invalid keyword: {}
pl: Nieprawidłowy wzór nazwy pliku, nieprawidłowy klucz: {}

source: Invalid output pattern, {}
pl: Nieprawidłowy wzór nazwy pliku, {}

source: Not supported stream type
pl: Niewspierany typ strumienia

source: There is no speech recognition model for language {}
pl: Brak modelu rozpoznawania mowy dla języka {}

source: Invalid speech audio format
pl: Nieprawidłowy format audio

source: {} hours
pl: {} godzin

source: less than minute
pl: poniżej minuty

source: 1 minute
pl: 1 minuta

source: {} minutes
pl: {} minut

source: Subtitles not set
pl: Nie wybrano napisów

source: Reference file not set
pl: Nie wybrano referencji

source: Output file not set
pl: Plik wyjściowy nie ustawiony

source: Subtitles can't be the same as reference
pl: Napisy i referencja nie mogą być tym samym

source: Select reference language first
pl: Wybierz najpierw język referencji

source: Invalid output pattern
pl: Niedozwolony wzór wyjściowy
